hyprland
hypridle
hyprlock
hyprpolkitagent
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
qt5-wayland
qt6-wayland
xorg-xwayland
waybar
swaync
rofi-wayland
wlogout
swww
wallust
yad
plymouth
network-manager-applet
nwg-look
qt5ct
qt6ct
kvantum
sddm
sddm-silent-theme
hicolor-icon-theme
quickshell
kitty
zsh
zsh-completions
lsd
fzf
fastfetch
pokemon-colorscripts-git
neovim
ranger
github-cli
brightnessctl
pamixer
pavucontrol
playerctl
grim
slurp
swappy
wl-clipboard
cliphist
pipewire-pulse
wireplumber
blueman
ttf-jetbrains-mono-nerd
otf-font-awesome
noto-fonts-emoji
adobe-source-code-pro-fonts
thunar
tumbler
ffmpegthumbnailer
thunar-archive-plugin
thunar-volman
firefox
qbittorrent
mpv
xarchiver
btop
nvtop
kdeconnect
blender
lutris
krita
mangohud
nvidia-open
nvidia-utils
libva-nvidia-driver
hyprpicker
vesktop
gpu-screen-recorder
ripgrep
fd
zoxide
bat
reflector
pacman-contrib
gvfs-mtp
zathura
zathura-pdf-mupdf
yt-dlp
timeshift
